Repository: youppers/Portal
Catalog: youppers/src/Youppers/ProductBundle/Resources/translations/messages.*.xliff
Languages: it

source: Product Type
it: Tipo Prodotto

source: Product Type List
it: Elenco Tipi Prodotto

source: Attribute Type
it: Tipo Attributo

source: Attribute Type List
it: Elenco Tipi Attributo

source: Attribute Standards
it: Codifica Attributo

source: Attribute Standards List
it: Elenco Codifiche Attributo

source: Product Collection
it: Collezione Prodotto

source: Product Collection List
it: Elenco Collezioni Prodotto

source: Product Variant
it: Variante Prodotto

source: Variant
it: Variante

source: Product Variant List
it: Elenco Varianti Prodotto

source: Product Code
it: Codice Prodotto

source: Product Name
it: Nome Prodotto

source: Variant Properties
it: Propriet√† Variante

source: Product Collection Name
it: Nome Collezione

source: Product Collection Brand Code
it: Codice Marchio

source: Product Collection Brand Name
it: Nome Marchio

source: Product Collection Brand Company Code
it: Codice Produttore

source: Product Collection Brand Company Name
it: Nome Produttore
