Repository: youppers/Portal
Catalog: youppers/src/Youppers/DealerBundle/Resources/translations/messages.*.xliff
Languages: it

source: Dealer
it: Rivenditore

source: Dealer List
it: Elenco Rivenditori

source: Dealer Code
it: Codice Rivenditore

source: Dealer Brand List
it: Elenco Marchi Rivenditore

source: Store
it: Negozio

source: Store List
it: Elenco Negozi

source: Consultant
it: Consulente

source: Consultant List
it: Elenco Consulenti

source: Box
it: Allestimento

source: Box List
it: Elenco Allestimenti

source: boxes
it: Allestimenti

source: Box Products
it: Prodotti Allestimento

source: box_qr_action
it: Assegna QRCode all'allestimento

source: box_clone_action
it: Clona come nuova versione dell'allestimento

source: box_enable_action
it: Abilita questo allestimento

source: box_qr_print
it: Stampa QRCode degli allestimenti
